const dataList = {
	listData: [
		{
			title: '게시판 제목',
			name: '홍길동',
			content:
				'게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.',
			type: 'news',
			date: '2025-02-25',
		},
		{
			title: '게시판 제목',
			name: '일길동',
			content:
				'게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.',
			type: 'news',
			date: '2025-02-27',
		},
		{
			title: '게시판 제목',
			name: '이길동',
			content:
				'게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.',
			type: 'talk',
			date: '2025-02-28',
		},
		{
			title: '게시판 제목',
			name: '삼길동',
			content:
				'게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.',
			type: 'talk',
			date: '2025-03-01',
		},
		{
			title: '게시판 제목',
			name: '사길동',
			content:
				'게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.',
			type: 'news',
			date: '2025-03-08',
		},
		{
			title: '게시판 제목',
			name: '고길동',
			content:
				'게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.',
			type: 'talk',
			date: '2025-03-10',
		},
		{
			title: '게시판 제목',
			name: '칠길동',
			content:
				'게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.',
			type: 'talk',
			date: '2025-03-14',
		},
		{
			title: '게시판 제목',
			name: '사길동',
			content:
				'게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.',
			type: 'news',
			date: '2025-03-08',
		},
		{
			title: '게시판 제목',
			name: '고길동',
			content:
				'게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.',
			type: 'talk',
			date: '2025-03-10',
		},
		{
			title: '게시판 제목',
			name: '칠길동',
			content:
				'게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.게시판내용입니다.',
			type: 'talk',
			date: '2025-03-14',
		},
	],
};

export default dataList;
